Repository: moreonion/webform_confirm_email
Catalog: translations/*.po
Languages: fr

source: Must confirm this email address
fr: Doit confirmer cette adresse email

source: The user must confirm his email address before this form gets sent. For use in email campaigns. Checking this will replace the last selected email address requiring confirmation. In other words, you can only specify a single email address for confirmation per form.
fr: L'utilisateur doit confirmer son adresse email avant que ce formulaire ne soit envoyé. Pour utiliser dans les campagnes d'email. Cocher ici va remplacer la dernière adresse email sélectionnée demandant confirmation. En d'autres termes, vous ne pouvez spécifier qu'une seule adresse email à confirmer par formulaire.

source: You should receive an email with a link to confirm your email address. You must follow that link in order for your letter to be sent.
fr: Vous devriez recevoir un email contenant un lien pour confirmer votre adresse email. Vous devez suivre ce lien pour que votre lettre soit envoyée.

source: Looks like you tried to confirm an email address to complete a form submission but you provided the wrong signature. Check the email you received again and make sure you copy the whole URL.
fr: On dirait que vous avez tenté de confirmer une adresse email pour compléter l'envoi d'une lettre mais vous avez soumis la mauvaise signature. Vérifiez le email que vous avez reçu et assurez-vous de copier l'URL complet.

source: Thank you. We sent the letter you completed now that we have confirmed your email address.
fr: Merci. Nous avons envoyé votre lettre maintenant que vous avez confirmé votre adresse email.

source: Confirmation email
fr: Email de confirmation

source: You must confirm this is really your email address to send a letter to !to.
fr: Vous devez confirmer que ceci est bien votre adresse email pour envoyer la lettre à !to.

source: Visit !confirm_url to confirm it.
fr: Visitez !confirm_url pour la confirmer.

source: This addon module for Webform let's you specify which, if any, email addresses should be confirmed by their owner before a webform is sent. Mostly used for email campaigns.
fr: Ce module complémentaire à Webform vous permet de spécifier quelle adresse email, si nécessaire, doit être confirmée par son propriétaire avant d'envoyer un formulaire web. Surtout utile pour les campagnes d'email.

source: Confirming email address to send letter
fr: Confirmation de l'adresse email pour envoyer la lettre

source: Webform Confirm Email Address
fr: Confirmation d'adresse email pour Webform

source: Confirm email addresses for webforms used as letter campaigns.
fr: Confirme les adresses emails dans les formulaires utilisés pour les campagnes d'email.
